{
  "aboutData": [
    {
      "about": "Women in Mobility is an initiative by Mobility Outlook that recognizes and features women leaders in the mobility sector, who have been exemplary role models to many. The second edition of Women in Mobility was supported by MG Motor India and covered another 24 women across leadership roles in the mobility industry. <br><br>This year-long activity was culminated in a grand event on 24 March 2023 by celebrating women leadership and their achievements across various mobility domains with the launch of the second edition of our <strong>coffee table book</strong>.",
      "banner-image": "https://imgd.aeplcdn.com/0x0/media/cw/1v7arab_1666845.jpg",
      "banner-image-m": "https://imgd.aeplcdn.com/0x0/media/cw/q4narab_1666847.jpg",
      "logo-image": "https://imgd.aeplcdn.com/0x0/media/cw/fov9cab_1649909.png"
    }
  ],
  "diversityData": [
    {
      "data": "While Women in Mobility has until now focussed on individuals, it is important that we also look at how the industry and organisations are creating new ways of empowering their women employees and leaders. Starting from 2023, we have launched a new initiative within the Women in Mobility umbrella, titled “Champions of Diversity (CoD)” – an initiative to honour organisations that are most supportive of diversity and inclusion in their workplaces. This initiative would honour the Top 5 companies every year across OEMs (2W, 3W, 4W, CV, EV), Suppliers and Start-ups that champion women empowerment."
    }
  ],
  "womenDescription": [
    {
      "id": 0,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/dbeh50b_1640975.png",
      "author_name": "Aishwarya Pissay",
      "author_designation": "Indian Motorcycle Racer",
      "company": "Petronas TVS Racing",
      "author_description": "As the first Indian athlete to win a world championship title in two-wheeler motorsport, Aishwarya Pissay has shown what true grit and determination are all about.</br>This achievement is particularly significant given the fact that she had had a serious accident the previous year — 2018 — when an emergency surgery was performed to save her life. Getting back on track was difficult and it was Aishwarya’s never-say-die attitude that brought her back from the abyss to winning the world championship in style.</br>What is also noteworthy is that severe accidents like these are followed by PTSD (post traumatic stress disorder) which is almost like depression and takes tremendous strength to overcome. Aishwarya had support coming from her team, coaches and family but it was finally her inner strength that tilted the scales eventually in her favour. </br>Motorsport is typically a male bastion and for a woman to break out of the mould was not going to be a walk in the park. Aishwarya had to face gentle taunts from people who wondered how she could possibly make a career out of riding motorcycles. Worse, they wondered, what would happen to her marriage prospects in the event of a fall? Well, she has had her share of accidents but has come back to fight another day. It is the passion for motorcycling that keeps Aishwarya constantly pushing herself to excel and prove to sceptics that she is second to none.</br>Her mother has been a huge pillar of support through this journey and, along the way, there have been other women achievers who have been inspirational benchmarks. Aishwarya now wants to scale greater heights and is keen to keep the adrenaline pumping. She acknowledges the critical role of Petronas TVS Racing in shaping her confidence and skills on the racing track. ",
      "youtube_id": "WVSA5w6qbro",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/xdh7gab_1654659.jpg"
    },
    {
      "id": 1,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/vqeucab_1650515.png",
      "author_name": "Dr. Bindu Santha Philip",
      "author_designation": "Sr. Director Technology - Autonomous Driving Functions",
      "company": "Robert Bosch Engineering and Business Solutions India",
      "author_description": "Born to Indian parents in Africa, Bindu Santha Philip spent the first 12 years of her life in Africa. When her parents decided to move back to India, she found herself in a peculiar position. She was just 12, had completed her 10th, but couldn’t get to study further as the minimum age requirement to get into pre-university was 15 years! Her liking for science made her sit for the engineering entrance in Kerala. She got through the College of Engineering in Trivandrum, now Thiruvananthapuram, and opted for the mechanical stream. As was common back then, she was one among just three girls in the whole batch. </br> Bindu joined Ashok Leyland as a Graduate Engineering Trainee (GET) – incidentally, she was the first woman GET in the company – and worked for five years in the areas of engine development, optimization of combustion engine as well as design for Euro 1 emission norms. Bindu has over 25 years of experience in product design and software engineering & development across multiple domains, including automotive, industrial, aerospace and medical systems. Between Ashok Leyland and Bosch, Bindu has also worked with Honeywell Technology Solutions Lab and GE Medical. Based in Bangalore, Bindu is currently the Senior Director Technology – Autonomous Driving Functions, Bosch, responsible for AI-based video perception, data engineering for autonomous and driver assistance. She leads a team that works on video perception, active learning, sophisticated data engineering tools & pipelines, AI based advanced labelling methods, localisation and maps. She is also building up niche skill teams in Artificial intelligence and Machine learning for automated driving functions.",
      "youtube_id": "SMtVFaaPKOE",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/sa87gab_1654661.jpg"
    },
    {
      "id": 2,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/oung50b_1640957.png",
      "author_name": "Charu Gulati",
      "author_designation": "General Manager, Customer Experience",
      "company": "Tata Motors",
      "author_description": "Charu Gulati found her passion in communications with customers. Her strengths are process design and deployment, project management and negotiations. She has been a mystery shopper in her early career years for the sheer interest of understanding what brands try to assess from a customer's perspective and what a customer would be excited with. Being a Computer Engineer, she was able to analyse multiple inputs and made her spearheaded award-winning processes, initiatives and campaigns. However, she faced challenges during the initial days of her career.</br> She says, “It was challenging when I was given the opportunity to lead the Customer Experience, especially because there was no precedence. Being hands-on is the way of life at Tata Motors. I have imbibed this from everyone in the ecosystem.”",
      "youtube_id": "c3JF3Hvno78",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/bdk7gab_1654663.jpg"
    },
    {
      "id": 3,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/nxtg50b_1640965.png",
      "author_name": "Esther Maria Loidl",
      "author_designation": "CHRO, Freudenberg SE, Member of the management board",
      "company": " Freudenberg & CO",
      "author_description": "Hailing from Austria and studying tourism, Esther Maria Loidl began managing a hotel in the initial days of her career, dealing with people from different parts of the world. Later she joined Brose, a family-owned automotive component manufacturing company and stayed there for about 16 years. Subsequently, she joined yet another family-owned company, Freudenberg, where she currently holds key positions. She is currently the Chief Human Resource Office at Freudenberg SE and a Member of the Management Board at Freudenberg & Co. </br> Esther says that the inter-cultural aspects, working in Mexico as an Austrian and dealing with many Americans, gave her a lot of learnings about culture. “My expertise in the tourism industry taught me a lot about human beings and interacting with people. Long-term orientation and a strong focus on employees of family-owned companies motivated me much. I learnt a lot about structures, processes and the idea of lean management from the automotive industry.”",
      "youtube_id": "gbyU_UY2aYs",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/ck77gab_1654665.jpg"
    },
    {
      "id": 4,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/qkkh50b_1640983.png",
      "author_name": "Geetha Baskaran",
      "author_designation": "Director",
      "company": "Suba Plastics",
      "author_description": "Coimbatore-based Suba Plastics is on an expansion mode now, as the company is looking to spread its wings beyond the automotive domain to new segments such as aviation, energy, medical applications and even toys.</br>The Director of the company, Geetha Baskaran’s higher education in chemistry and her research in Conducting Polymers like Polyaneline - used in several applications, including batteries, is helping to find new avenues for growth. </br>Joining the company in 1991, when the factory had just a couple of semi-automatic machines, Geetha has seen the company evolve to a position to support customers with parts developed from concept in a short turnaround time. It is known for manufacturing engineering plastic gears.</br> Geetha is keen to substitute any part made of wood or metal with plastics. It all began with her determination to do something different from others. Her family extended great support. “Without them, I couldn’t have entered the industry. My mother and my mother-in-law were entrepreneurs; they motivated me to do things differently,” says Geetha. ",
      "youtube_id": "ME_148Mv_hU",
      "featured_book_image": " https://imgd.aeplcdn.com/0x0/media/cw/jqn7gab_1654667.jpg"
    },
    {
      "id": 5,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/elffbab_1649017.png",
      "author_name": "Hardevi Vazirani",
      "author_designation": "Head - Strategy & Regional Development",
      "company": " Schaeffler Asia Pacific",
      "author_description": "After successful stints in different functional roles in Information Technology, Finance and Strategy in Schaeffler India and Schaeffler China for 28 years, Hardevi Vazirani is currently the Head of Strategy and Regional Development at Schaeffler Asia Pacific, headquartered out of Singapore. Schaeffler develops and manufactures precision products for everything that moves – in machines, equipment, and vehicles as well as in aviation and aerospace applications.</br>For Hardevi, getting into the automotive industry as a corporate career was by accident, as she began her career at IT consultancy services. Like many women who put restrictions on themselves, she also did in her initial days; however, with some inspirational leaders' formal and informal mentoring, she came out of her comfort zone.According to her, getting transferred to Shanghai was a turning point in her leadership journey. She is a member of Schaeffler’s Asia Pacific Diversity Council, which not only addresses the gender part of it but covers culture, age, nationality and sexual orientation. </br> According to her, the implicit bias in society and across cultures and geographies is deeply rooted. Instead of attempting to eliminate the bias, it is better to prevent them from influencing decisions that affect careers of men and women. The Asia Pacific region, with 11 countries in its fold, is heterogenous; therefore, how gender diversity should be managed is different for India than for Singapore. The common thread across the board is generating awareness at the management level. Even the recruitment forms are designed in a way that eliminates bias.",
      "youtube_id": "y6DS1o8SCbc",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/83q7gab_1654671.jpg"
    },
    {
      "id": 6,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/wra8bab_1649131.png",
      "author_name": "Harshbeena Zaveri",
      "author_designation": "Vice Chairman & MD ",
      "company": "NRB Bearings",
      "author_description": "Harshbeena Zaveri, Vice Chairman and MD, NRB Bearings believes that everyone in the company is an important part of its ecosystem irrespective of designations and their hierarchical standing. </br> Respect for people across levels in an organisation is extremely important to Harshbeena Zaveri. The Vice Chairman and Managing Director of the Mumbai-based NRB Bearings believes that everyone in the company is an important part of its ecosystem irrespective of designations and their hierarchical standing. </br>Harshbeena is also a keen advocate of equality and fairness. When it comes to women, it is her firm conviction that they need to have more leadership positions across industry. Patriarchy is a given in Indian society and the NRB chief believes that for attitudes to change, it is important for women to lead the way. </br>She also credits her father for taking the initiative and creating a flat setup decades earlier where there was absolutely no sense of discrimination among its employees. Eventually, as she reiterates in this interview, it is about empowerment of the workforce that takes any company to the next level of growth.</br>Gender diversity is clearly dear as a subject to Harshbeena and she makes it clear that it is critical to walk the talk. Her company is also getting set for the inevitable transition to electric mobility and it is her view that there needs to be a separate focus for India and the world.",
      "youtube_id": "R25x7PMVCQc",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/yst7gab_1654675.jpg"
    },
    {
      "id": 7,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/czah50b_1640971.png",
      "author_name": "Latha Chembrakalam",
      "author_designation": "Head of Technical Centre India",
      "company": "Continental Automotive India",
      "author_description": "Joining BHEL in Bengaluru as an R&D Engineer in 1992, Latha Chembrakalam has moved up the ladder with her grit and determination. She joined Siemens Information Systems, handling business development in South Africa. Before joining Continental, Latha was a part of Robert Bosch Engineering and Business Solutions, where she was responsible for the complete powertrain and electrification domain. She is currently the Head of Technical Centre India, Continental Automotive India. </br>Latha, has evolved as a dynamic business leader. In her current role, she is responsible for engineering competence for global and local markets, focusing on Automotive Technologies that include Autonomous Mobility and Safety and Vehicle Networking and Information business areas. </br>Since joining BHEL, she has been working in a male-dominated industry. She had no issues since she viewed it as an opportunity to examine unexplored territories. She says that diversity has progressed much more during the last one year. For her, business comes first, but at the same time, she keeps people at the centre of business; only then can the business be successful. Capability to deliver, competencies, hard work and attitude matter more for an organisation than gender, she says. </br>Her teenage daughter is her biggest reverse mentor regarding social media, on how to communicate and handle rebels, etc. She likes the new generation, as many of them are purpose-driven. At work, she has a reverse mentor with about five years of experience who gives insights on communicating and getting feedback from people.",
      "youtube_id": "gBDfVh07LCM",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/3gu7gab_1654677.jpg"
    },
    {
      "id": 8,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/oj8h50b_1640981.png",
      "author_name": "Lavanya Wadgaonkar",
      "author_designation": "Vice President of Global Communications",
      "company": "Nissan Motor Corporation",
      "author_description": "A multi-faceted individual who has won two national awards from the Prime Minister of India for her radio documentaries as producer and script writer in her early years as a professional, Lavanya Wadgaonkar is now the Vice President for Global Communications at Nissan Motor Corporation, based in Yokohama, Japan.</br>Lavanya holds a PhD and MPhil from Osmania University, India, with specific focus on the language of cinema in India and its effectiveness in representing socio-economic issues. She was also a co-publisher of a book of stories in translation on women empowerment and has several academic papers to her credit on the language of visual art and cinematic narration. </br> As Vice President of global communications, Lavanya is responsible for strategic communications & campaigns, knowledge dissemination and outreach to the key audiences that Nissan seeks to influence. Reporting to Chief Communications Officer, she leads entire gamut of communications including corporate, product, employee and crisis communications. </br> With more than 27 years of experience, Lavanya has led multinational teams to deliver impact-driven, omni-channel, multi-stakeholder integrated communication strategies across various industries spanning automotive, manufacturing, life sciences, infrastructure and technology domains. </br> Lavanya joined Nissan in 2012 and since then held various leadership roles in India, Asia, Oceania and Japan. Earlier, she held a number of leadership roles in multinational organizations like Eaton, Reliance Industries and Lexmark. ",
      "youtube_id": "RqXz1ocTwW8",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/4rv7gab_1654679.jpg"
    },
    {
      "id": 9,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/6gc8bab_1649133.png",
      "author_name": "Lisa Park",
      "author_designation": "Region Head of Transformation & Customer Outcomes ­­- ",
      "company": "West Central Asia A.P. Moller, Maersk",
      "author_description": "When Lisa Park was young, she had lots of opportunities for travel as her father was an ex-pat in the Middle East. She enjoyed travelling to several countries and meeting different people speaking varied languages. Therefore, pursuing an education in interpretation and translation became an obvious choice for her. As a result, she completed her Masters in Interpreting and Translating in Spanish and French.</br> Logistics attracted her because it is a global industry connecting people from all over the world. Lisa Park joined Maersk in 2002 as a graduate trainee and spent eight years in the UK's Maersk Line Ocean commercial team. The logistics industry was evolving at that time from manual to automated operations. </br> Her first leadership role came as a result of Maersk acquiring P&O Nedlloyd. Being in sales made it very challenging for her when she began her stint in the leadership role, as it was not easy to bring together different cultures and galvanise the team. Though there were several challenges, there were lots of learnings. I was lucky to work under many leaders during my career, which helped me in a faster transition from an individual to a leader, she says. In her current role, her primary focus is on enhancing customer experience across West Central Asia with a clear priority around delivering strong Net Promoter Score and Customer Experience excellence. She also leads the Customer Program Management and Customer Implementation functions, which support 30+ Global Key Clients across the region. ",
      "youtube_id": "eYgZr7nhJqE",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/58amgab_1654681.jpg"
    },
    {
      "id": 10,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/v57g50b_1640955.png",
      "author_name": "Madhavi Deshmukh",
      "author_designation": "Head - Parts Business, ",
      "company": "Ashok Leyland",
      "author_description": "From being the only woman regional and zonal manager in the Commercial Vehicle Industry, Madhavi Deshmukh is now leading a business unit – Parts at Ashok Leyland. An Automobile Engineer, Madhavi earned her MBA from Mumbai University and joined Ashok Leyland in 1993 as a management trainee in the Sales and Parts department. She rose through the ranks in the organisation by sheer hard work and some exceptional work, particularly in gaining market share for Ashok Leyland from competition in a tough market. </br>  To understand views on leadership and the essential ingredients required to empower women, Madhavi Deshmukh, speaking at our show on 'Women in Mobility', says, “If you look at India and its history, women had always been at the forefront. Look at Ahilyabai Holkar or Rani Lakshmibai – they were pretty much symbolised and accepted as women leaders in India. When I joined the company long back, I was the only female around there. I did face my initial share of resistance, but the joy was more in collaborating and talking with people. This is the best time for women because there are so many discussions on diversity and inclusion, which give them enough opportunities. It is up to them to make the best use of these things.”",
      "youtube_id": "zJflZKb7kfo",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/wpcmgab_1654683.jpg"
    },
    {
      "id": 11,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/u0tcdab_1650715.png",
      "author_name": "Manja Greimeier",
      "author_designation": "Senior Vice President & Head of Segment ADAS,",
      "company": " Business Area Autonomous Mobility, Continental AG",
      "author_description": "Having spent over 14 years at Valeo, where she started her professional journey, it was a welcome move to Continental for Manja Greimeier in 2017 as the Vice President for Sales and Project Management within the business unit ADAS. After so long in a similar environment, the move exposed her to a different culture, and an opportunity to run the Advanced Driver Assistance System (ADAS) unit offered her a “interesting mission’ – one she truly relished. </br> A graduate in Business Administration and Economics from the University of Mannheim, Germany, Manja started her professional career in 2003 in R&D and Project Controlling at Valeo in Germany. Over the next decade and half, she held several positions with Valeo, including responsibilities as Product Segment Director for Valeo Vision Systems in Ireland for the global technical product line camera technology. Today, she is the Head of Segment ADAS as Senior Vice President within the Continental Business Area Autonomous Mobility and Safety in January 2022. </br> But despite the growing responsibilities, she enjoys a lot to travel, spending time with family and friends, relaxing in the North Sea in Germany, and also take long walks with her dog Cosmo. As a professional, Manja keeps high expectation from herself, as well as from her team. Although she believes it’s important to be ambitious in this “very competitive environment”, more importantly, as a leader, it’s critical that “I don’t take myself too seriously” in this journey, she says.",
      "youtube_id": "I-ooaC30LVI",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/1remgab_1654685.jpg"
    },
    {
      "id": 12,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/6mch50b_1640973.png",
      "author_name": "Manjaree Chowdhary",
      "author_designation": "Senior Executive Officer & General Counsel, ",
      "company": "Maruti Suzuki India",
      "author_description": "For Manjaree Chowdhary, a switch to law from academics was more accidental than a planned move. She was all set to move to the US to pursue her PhD in English, but instead moved to London to do a Master’s programme in law. And that changed the course of her career – a move she is delighted to have made. </br> Over the past 25 years and more, she has worked across South Asia, US, ANZ, and Japan in diverse industries like industrial, manufacturing, auto, healthcare, power and services, and is today the Senior Executive Officer and General Counsel at Maruti Suzuki India, the country’s leading carmaker.</br>She is skilled in strategic advisory, Board and listed entity management, complex transactions including JVs/M&A, litigation, regulatory and public policy, enterprise risk, compliance and change management. </br> A Felix Scholar and Masters in Law from the University of London with distinction, she is the winner of several notable awards and is a key member of many organisations and associations, including being a nominated member of the Confederation of Indian Industry National Committee on Regulatory Affairs and on the Board of the UK India Legal Partnership.</br>A hands-on leader, who believes in owning responsibility, Chowdhary says her work brings a huge amount of accountability towards her role, and an approach of collaboration. As an enabling function, she knows she needs to carry people with her, and having a sense of empathy and humanity for her teams come naturally to Chowdhary.",
      "youtube_id": "ChcSQ-lG458",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/vdfmgab_1654687.jpg"
    },
    {
      "id": 13,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/9pfh50b_1640977.png",
      "author_name": "Manvi Jain",
      "author_designation": "Director, PMI Coaches & Chief Of Corporate Affairs,  ",
      "company": "PMI Electro Mobility Solutions",
      "author_description": "A law graduate, a qualified Company Secretary with Diploma in International Marketing from the Faculty of Management Studies, University of Delhi, Manvi Jain is the Director of PMI Coaches and the Chief of Corporate Affairs at PMI Electro Mobility Solutions.</br> Born in Delhi, Manvi has over 15 years of experience, having started her career with DCM Shriram Limited as a company secretary handling a portfolio of 28 companies within India and abroad. Post DCM, she did independent projects with the Delhi State Industrial and Infrastructure Development Corporation (DSIIDC) to expand the horizon beyond compliances and governance.</br> Thereafter, she joined a solar company, Sam Solar, and assisted in implementing the first ever canal top solar project and worked closely with Power Finance Commission (PFC) to support its implementation. </br> Manvi joined PMI in 2018, and has served in key leadership and general management roles including offshore activities, corporate governance, and business development, with her aim being to shape the company’s overall business agenda and leading its strategy and corporate development efforts.</br>Never one to say no to any opportunity that came her way, she has dabbled into various functions in her corporate journey, and fulfilled all of them with élan.",
      "youtube_id": "aW2yDJUHFC4",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/uphmgab_1654689.jpg"
    },
    {
      "id": 14,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/vzqg50b_1640961.png",
      "author_name": "Maria Anhalt",
      "author_designation": "CEO,",
      "company": " Elektrobit Automotive GmbH",
      "author_description": "Maria Anhalt has an exceptional career, and during this journey, she has developed herself to become a forward-thinking business executive who drives innovation that transforms big ideas into reality and who creates new paths to success never thought of before.</br> As she was good at mathematics, she chose computer science, and this field of study enabled her to work in many different professions. She believes in doing things that she loves and not because of anything else. A curious person, Maria reiterates that innovation is an ingredient in business that helps create a competitive advantage for the future.</br>She says, “If you like what you do, then the boundaries between private and professional life start to blur. What is important is to know what gives the energy back.” Maria says that she gets a lot of energy from mother nature. ",
      "youtube_id": "kQsToAfqvV4",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/df8mgab_1654691.jpg"
    },
    {
      "id": 15,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/wthh50b_1640979.png",
      "author_name": "Neelu Khatri",
      "author_designation": "Co-founder & Head - Operations, ",
      "company": "Akasa Air",
      "author_description": "By her own admission, Neelu Khatri was a small town girl who grew up in Jabalpur, Madhya Pradesh. This did not stop her from dreaming big and, over the years, she has proved that a woman can hold her own as effectively as a man. </br> Today, as Co-Founder and Head of Operations at Akasa Air, Neelu is keen on putting her learnings over the years to good use here especially when it comes to ensuring gender diversity backed by competencies at the workplace. </br> Way back in 1993, she was in the first batch of women logistics officers roped into the Indian Air Force. Neelu admits that the going was challenging in what was essentially a male-dominated ecosystem but that did not deter her from proving her mettle and carving an identity for herself. </br>Over the years, she made some terrific friends with her male colleagues in the army who also realised that women were better when it came to emotional intelligence and the ability to emphasise.</br> Neelu spent a good 15 years in the IAF and has some memorable stories to share including the time Amul chocolate was used in the army bunkers at Ladakh! She is also pleased to see that women have a greater role to play in the armed forces today.</br>Neelu then had useful stints at KPMG Consulting and Honeywell before she came onboard at Akasa Air. She is clearly excited about the new role and is keen to see women play important roles across all functions at Akasa be it piloting an aircraft or in human resources development. </br> Neelu loves biking and when time permits, takes off for long rides on the weekends. She is also passionate about reading and learning new languages. Interestingly, Neelu has already decided what she wants to become when she retires — a bus driver!  ",
      "youtube_id": "K1SKPfAD8JA",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/1bkmgab_1654693.jpg"
    },
    {
      "id": 16,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/wn5i50b_1641023.png",
      "author_name": "Nehal Gupta",
      "author_designation": "Director, ",
      "company": "AMU Leasing",
      "author_description": "One of the country's youngest women start-up founders, Nehal Gupta, is leading the AMU Leasing team as the organisation's Director. Not only is she playing her part in creating a sustainable mobility future, but she is also helping people with financial inclusion.</br>While she holds several degrees in marketing, copywriting, and supply chain from international universities, she found her calling in India as she wanted to do something fruitful for the country.</br> Belonging to a family of serial entrepreneurs, she started working on AMU Leasing just before COVID-19 hit the world but used the lockdown to explore business models that could create a win-win for her company as well as the target audience AMU Leasing is serving.</br> In her words, We feel proud when we see the kind of impact we have been able to create in semi-urban and urban India.AMU Leasing finances commercial electric vehicles in rural setups and Tier-2, 3, and 4 towns. Her advice to women looking to make a mark in the auto industry is simple, Take the first step no matter how scared you feel because the first step is usually the most difficult one.",
      "youtube_id": "5FsxV76PA-Q",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/4p7mgab_1654695.jpg"
    },
    {
      "id": 17,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/9acucab_1650513.png",
      "author_name": "Dr. Prabhjot Kaur",
      "author_designation": "Co-Founder & CEO, ",
      "company": "Esmito Solutions",
      "author_description": "Prabhjot’s skills in fixing TVs, radios and telephones during school days led her to choose engineering for higher studies, which paved the way to accomplish her objective of becoming a scientist. Beginning her career as an academician and a researcher, she invented cost-effective and long-lasting solar power solutions for people, especially women, who had not seen a tube light or a fan in their lifetime. She was instrumental in installing solar systems in about 60,000 homes that were off-grid in many places, including Ladakh, Kargil, Manipur, Mizoram, and flooded areas of Assam, where there were neither roads nor any means of transportation. </br> Alongside, she developed a system that remotely monitors every household on the health of the solar power generators, leading to the filing of many patents to her credit. Her initiative made several girls get formal education. She says the reward was seeing the happiness on the face of people getting these benefits. As there was an opportunity in electric 2Ws and 3Ws, she started her own venture Esmito (means digitally managing whole eV-Infra), providing advanced battery swap solutions, battery management systems (BMS) and bespoke infra management platforms combined with sophisticated analytics. The company offers a full range of lithium ion batteries for electric two wheelers and electric three wheelers. Its state-of-the-art battery assembling plant is capable to produce 48V, 60V and 72V battery packs using its smart CAN enabled BMS. These battery packs also come with an optional IoT enabled feature that helps in remotely monitoring the state of health and safety parameters of the battery packs. She is a strong proponent of diversity, equity and inclusion, saying that women, accounting for 50% of the population, cannot be left behind.",
      "youtube_id": "vkKaSkLVXdM",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/plnmgab_1654697.jpg"
    },
    {
      "id": 18,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/mh5g50b_1640963.png",
      "author_name": "Rashi Aggarwal",
      "author_designation": "CBO & Co-founder, ",
      "company": "Zypp Electric",
      "author_description": "During her seven-year stint at S&P Capital, Rashi realised that her passion lies in running a business. Soon, she started her entrepreneurial journey with Letsflaunt, a fashion portal. Later Rashi’s urge to have an impact on the society led her and her life partner, Akash Gupta, to start Zypp Electric, a tech-enabled EV as-a-service platform. Through Zypp Electric, Rashi aims to make the country’s last-mile delivery sector affordable and sustainable</br> Meanwhile, with her constant effort to empower women at her company, Rashi is adamant about reaching the 3,000 women driver partner mark in the next two years from the current 150. Along with this, the company under her leadership collaborates with multiple e-commerce entities to support the women driver-partners and encourage them to earn bread and butter for their families </br>Rashi believes that EVs are easier to drive as a vehicle than an ICE and hence become a great support system to the women driver-partners in the ecosystem. The CBO believes that with the rise in the number of EVs to eight lakh in the next two years, the number of women workforce in the sector will also increase.",
      "youtube_id": "4PLLqVCkQxA",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/wv6mgab_1654699.jpg"
    },
    {
      "id": 19,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/qlvibab_1649129.png",
      "author_name": "Sarika Bhatia",
      "author_designation": "Director, ",
      "company": "Servotech Power Systems",
      "author_description": "Leading the EV chargers team, Sarika Bhatia, Director of Servotech Power Systems, is a fierce leader. Having been in the business for over 25 years, she is leading the team by setting various examples, and one of them includes meeting Government department secretaries and officials herself.</br>Interestingly, 60% of Servotech's workforce comprises women. This is probably an example of the true Women in Mobility. However, Bhatia views social acceptance as the biggest challenge for women trying to enter the auto domain.Women have proved many myths wrong in the past, and we will continue to do so in the future as well, she said. </br> At the same time, she believes in equal opportunities for men and women and notes that there was no precursor for hiring more women for Servotech's team, but it was more women who aced interviews better than their male counterparts. She is interested in working with people who are willing to accept complete responsibility for what has been assigned to them and with people who are willing to go beyond their responsibilities.",
      "youtube_id": "zfafducAWJQ",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/e0qmgab_1654701.jpg"
    },
    {
      "id": 20,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/qjvg50b_1640969.png",
      "author_name": "Shweta Jahagirdar",
      "author_designation": "Head of Embedded,Diagnostics, EOL & Telematics, ",
      "company": "Tata Motors",
      "author_description": "A passionate technocrat working in various domains in the Engineering Research Centre of Tata Motors in the Electronics division, Shweta Jahagirdar is involved in designing and developing the Diagnostic Software for commercial and passenger vehicles manufactured by Tata Motors. Providing end-to-end diagnostics solutions for passenger and commercial vehicles, she's also specialised in on-board and off-board vehicle diagnostics</br> One of the pioneering team members in introducing Telematics and connectivity in Tata Motors, she continues to be involved in the areas of connectivity and ITS to identify the new connectivity zones and digitise them. </br>Beginning her career working in shopfloor followed by the machine tool division, foundry and Indica car plant, she observed that there are two impediments for women to grow in their careers - Emotional and Practical. She strongly believes that any housewife or working woman will always feel that she should excel in any field she chooses – family or profession. They always wanted to be A+ which is a stress and stress booster - a major impediment for women. She says that shift jobs, travel, striking a balance between home and work, maternity/sabbatical leave, and deciding on where to give priorities - all these affect women.New mobility will be connected, and monetisation of data will be key, which will give opportunities for women, she adds.",
      "youtube_id": "VTWq4gQ9JrM",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/ev5mgab_1654703.jpg"
    },
    {
      "id": 21,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/x1ug50b_1640967.png",
      "author_name": "Vani Rikhy Mehra",
      "author_designation": "VP - Sales and Mobility, ",
      "company": "Euler Motors",
      "author_description": "After graduating in engineering, Vani Rikhy Mehra joined Reliance Petrochemicals  as a maintenance engineer, and pursued her masters in engineering from Cornell University. Her passion for software led to Cube 26, a software application and technology company. </br> With an aim to leave a better planet for the next generation, Vani joined the e-mobility company. Currently, she is AVP - Sales and Mobility at Euler Motors. In her present role, she operates with a team of 50+ professionals, coaching them to bridge the gap between customer requirements and the availability of customised solutions and expertise. In the past two years, she headed the company’s customer pilot programme, where she worked with leading e-commerce and hyperlocal delivery players like Flipkart, Big Basket, Udaan and Ecom Express. </br> When she joined the company about four years ago, women employees were limited to three. So she decided to improve the women’s employment rate in the company and worked towards that. Today, the company boasts of a 20% female employee rate, while the target is to reach 30% by the end of the year. Sharing her experience in the mobility sector, she says that to understand the industry, she had no option but to be on the ground, which helped her grow as a professional. She had to use data points collected from use cases and by talking to stakeholders to convince management about electric vehicles’ long-term benefits. </br> “As a woman, it becomes challenging sometimes to manage time between family and work. At the end of the day, it’s passion and you need to love what you’re doing both personally and professionally. A man, a father would also have to go through the same thing. It’s just that society looks upon women differently. It’s also very important to be financially independent and you should take up your career with equal passion,” she adds.",
      "youtube_id": "LU6y6rTqAaM",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/zgtmgab_1654705.jpg"
    },
    {
      "id": 22,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/oe6g50b_1640959.png",
      "author_name": "Viveka Bhandari",
      "author_designation": "Chief Operating Officer, ",
      "company": "Padmini VNA Mechatronics",
      "author_description": "Viveka Bhandari is the Chief Operating Office of Padmini VNA Mechatronics. As a leader, she believes in setting up processes and carrying out constant reviews. She started her full-time working career as an analyst at Ernst and Young and believes that the skills she acquired at the consulting firm have helped her in the auto components industry as well. She believes private companies can play a bigger role in bringing more women into the auto components space than the Government. While software and tech are the verticals that are helping more & more women join the ecosystem, the ICE to EV transition will open more doors for women to join the industry </br> In her words, there still exists a glass ceiling for women to break in the auto components industry! ",
      "youtube_id": "VfVqO0e1I7c",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/vfumgab_1654707.jpg"
    },
    {
      "id": 23,
      "author_image": "https://imgd.aeplcdn.com/0x0/media/cw/see8bab_1649135.png",
      "author_name": "Yoga RamchandraKanth",
      "author_designation": "Region Compensation & Benefits Director, ",
      "company": "India and Asean, Valeo",
      "author_description": "Born and brought up in Chennai, Yoga RamchandraKanth is an engineer by education, but today she is a seasoned HR professional, working in Valeo as Region Compensation & Benefits Director – India and ASEAN regions. </br> Despite being a qualified engineer, she chose HR as she believed and always felt that she could connect with people better. HR was seen as one of the contributors to software companies; that’s when she thought she could get into that space. With her technical background, it was a cakewalk for her to understand the language the software companies speak and cater to their apt requirements.</br> “I always feel that women and men are equal; once given the right opportunity, women can do wonders in their jobs. I got the right opportunity, and I was able to get recognised in my career,” she says. An accredited Bullet Proof Manager, she learnt many leadership skills.</br> The entire spectrum of recruitment is changed over a period of time because the car, as such a product, has transformed in the last decade. Talent scarcity always exists. How well we are able to market it as a company and able to attract is the key to getting talents and retaining them.",
      "youtube_id": "e_PN0zRselc",
      "featured_book_image": "https://imgd.aeplcdn.com/0x0/media/cw/98vmgab_1654709.jpg"
    }
  ],
  "winnersData": [
    {
      "id": 1,
      "title": "Padmini VNA Mechatronics",
      "imgSrc": "https://imgd.aeplcdn.com/0x0/media/cw/wi60rab_1666819.png"
    },
    {
      "id": 2,
      "title": "Continental India",
      "imgSrc": "https://imgd.aeplcdn.com/0x0/media/cw/pt50rab_1666823.png"
    },
    {
      "id": 3,
      "title": "Dana TM4 India",
      "imgSrc": "https://imgd.aeplcdn.com/0x0/media/cw/e4u0rab_1666827.png"
    },
    {
      "id": 4,
      "title": "Valeo India",
      "imgSrc": "https://imgd.aeplcdn.com/0x0/media/cw/tyaarab_1666831.png"
    },
    {
      "id": 5,
      "title": "Cooper Corporation",
      "imgSrc": "https://imgd.aeplcdn.com/0x0/media/cw/zeearab_1666835.png"
    }
  ],
  "eminentSpeakers": [
    {
      "id": 1,
      "speaker_name": "Mr. Vinod Aggarwal",
      "speaker_desi": "President, Society of Indian Automobile Manufacturers (SIAM); President, Automotive Skills Development Council (ASDC) and MD & CEO, VE Commercial Vehicles",
      "speaker_img": "https://imgd.aeplcdn.com/0x0/media/cw/3i70rab_1666815.png"
    },
    {
      "id": 2,
      "speaker_name": "Mr. Sunjay Kapur",
      "speaker_desi": "President, Automotive Component Manufacturers Association (ACMA) and Chairman, Sona Comstar",
      "speaker_img": "https://imgd.aeplcdn.com/0x0/media/cw/pm80rab_1666811.png"
    },
    {
      "id": 3,
      "speaker_name": "Mr. Gaurav Gupta",
      "speaker_desi": "Chief Commercial Officer, MG Motor India",
      "speaker_img": "https://imgd.aeplcdn.com/0x0/media/cw/ksc0rab_1666803.png"
    },
    {
      "id": 4,
      "speaker_name": "Mr. Banwari Lal Sharma",
      "speaker_desi": "CEO – Consumer Business, CarTrade Tech",
      "speaker_img": "https://imgd.aeplcdn.com/0x0/media/cw/xe54rab_1667603.png"
    },
    {
      "id": 5,
      "speaker_name": "Mr. Deepangshu Dev Sarmah",
      "speaker_desi": "Editor, Mobility Outlook",
      "speaker_img": "https://imgd.aeplcdn.com/0x0/media/cw/a9f0rab_1666807.png"
    }
  ],
  "testimonialsData": [
    {
      "id": 1,
      "testimonial_name": "Mr. Gaurav Gupta",
      "testimonial_designation": "Chief Commercial Officer, MG Motor India",
      "testimonial_description": "The cause of the Women In Mobility event is very close to us at MG. In fact, this is a part of our daily lives at MG… ",
      "testimonial_imgSrc": "https://imgd.aeplcdn.com/0x0/media/cw/va5arab_1666853.png"
    },
    {
      "id": 2,
      "testimonial_name": "Mr. Sunjay Kapur",
      "testimonial_designation": "Sunjay Kapur, President, ACMA",
      "testimonial_description": "I thank you for organizing the event on this topic, the industry needed to honour more women. Opportunities are increasing with the kind of disruption happening in the automotive industry",
      "testimonial_imgSrc": "https://imgd.aeplcdn.com/0x0/media/cw/m36arab_1666849.png"
    },
    {
      "id": 3,
      "testimonial_name": "Mr. Vinod Aggarwal",
      "testimonial_designation": "President, SIAM",
      "testimonial_description": " Women In Mobility initiative is very important for the industry, The Automotive Skills Development Council (ASDC) is identifying skill gaps in employable women and will organise to up their skills",
      "testimonial_imgSrc": "https://imgd.aeplcdn.com/0x0/media/cw/khuarab_1666857.png"
    }
  ],
  "contactUSData": [
    {
      "id": 1,
      "type": "For Brand Partnership",
      "name": "Panchi Sahni",
      "email": "panchi@mobilityoutlook.com",
      "mob": "9820367340"
    },
    {
      "id": 2,
      "type": "For Brand Partnership",
      "name": "Amlan Mukherjee",
      "email": "amlan@mobilityoutlook.com",
      "mob": "9820367340"
    },
    {
      "id": 3,
      "type": "For Marketing Alliance",
      "name": "Vivek Tyagi",
      "email": "vivek.t@mobilityoutlook.com",
      "mob": "9871367808"
    }
  ],
  "glimpseData": [
    {
      "image-m": "https://imgd.aeplcdn.com/0x0/media/cw/k3karab_1666843.png",
      "Image-d": "https://imgd.aeplcdn.com/0x0/media/cw/onharab_1666839.png"
    }
  ]
}
